Repository: Ethio-Guide/ethio-guide-mobile
Catalog: ethioguide/lib/l10n/app_*.arb
Languages: am

# hello
source: ሰላም
am: Hello

# languageToggle
source: ወደ እንግሊዝኛ ቀይር
am: Switch to Amharic

# ai
source: EthiGuide AI ረዳት
am: EthiGuide Ai Assistant

# text hint
source: ጥያቄዎን እዚህ ያስገቡ
am: Type your question here

# ai response
source: የAI ምላሽ
am: AI Response

# save checklist
source: ዝርዝር አስቀምጥ
am: Save Checklist

# related procedures
source: ተዛማጅ ሂደቶች
am: Related Procedures

# start procedure
source: ሂደት ጀምር
am: Start Procedure

# translate
source: ተርጉም
am: Translate

# change language
source: ቋንቋ ቀይር
am: Change Language

# log out
source: ከመለያዎ ይውጡ
am: Log Out
